{"sections":{"about":{"type":"about_us","settings":{"banner_desk":"shopify:\/\/shop_images\/2021_Editorial_About-Us_banner_01.jpg","banner_mob":"shopify:\/\/shop_images\/2021_Editorial_About-Us_Traffic-Driver.jpg","info-title":"Who We Are","info-subtitle":"British Fragrance Makers, Created With Care","info-des":"Born on South Molton Street, London in 1971, Molton Brown is an icon of uniquely British style. True to our founders’ values, we live by an ‘individual first’ ethos, with uncompromising care at the heart of everything we do.","img-block1":"shopify:\/\/shop_images\/2021_Editorial_About-Us_banner_02.jpg","title-block1":"We're passionate about quality","des-block1":"It’s why our products have been Made in England since day one – and we’re committed to this for our future. We source only the best ingredients in exceptional fragrance concentrations, so you can discover long-lasting fragrances that uplift, refresh or unwind your senses. Our quality has awarded us with a Royal Warrant from Her Majesty Queen Elizabeth II.","img-block2":"shopify:\/\/shop_images\/2021_Editorial_About-Us_banner_03-UK.jpg","title-block2":"We treasure the world around us","des-block2":"As pioneers of positive luxury, we want to be responsible for the path our products take to come into your hands. We never have and never will test on animals, we run our own manufacturing facility in Elsenham and we champion beauty that’s kinder to the environment. We’re devoted to doing good while making you feel good.","quote":"There was this feeling of care. That’s really been the essence of what Molton Brown stood for and why the products developed.","quote-author":"Caroline Burstein, Co-founder and friend of the brand today","img-block4":"shopify:\/\/shop_images\/2021_Editorial_About-Us_banner_04.jpg","title-block4":"We celebrate individuality","des-block4":"Our home, London, inspires us with its diverse, progressive and open-minded attitude. It’s brought to life in the way we work side-by-side with our eclectic set of perfumers, and it’s how we empower you by making distinctive fragrances you’ll love."}}},"order":["about"]}